Repository: minetest-mods/orbs_of_time
Catalog: locale/*.po
Languages: es

source: Orb of Midday
es: Orbe del mediodía

source: This magical orb grants you the power to bring the Sun to the zenith of the sky.
es: Este orbe mágico te da el poder de llevar el Sol a la cima del cielo.

source: When weilded, use this item and the Sun will jump to its highest point. The day will then progress normally from there. This orb can be used eight times - once for each diamond that was used to craft it.
es: Cuando lo lleves puesto, usa este objeto y el Sol saltará a su punto más alto.El día progresará normalmente desde este punto. Este orbe se puede utilizar hasta ocho veces.- Una vez por cada diamante que se utilizó para elaborarlo.

source: Orb of Midnight
es: Orbe de medianoche

source: This magical orb grants you the power to banish the Sun to the bottom of the world.
es: Este orbe mágico te da el poder de ocultar completamente el Sol.

source: When weilded, use this item and the Moon will jump to its highest point. The night will then progress normally from there. This orb can be used eight times - once for each diamond that was used to craft it.
es: Cuando lo lleves puesto, usa este objeto y la luna aparecerá en su punto más altoLa noche progresará normalmente desde este punto. Este orbe se puede utilizar hasta ocho veces.- Una vez por cada diamante que se utilizó para elaborarlo.

source: Orb of Dawn
es: Orbe del amanecer

source: This magical orb grants you the power to bring the Sun to eastern horizon.
es: Este orbe mágico te da el poder de llevar el Sol al horizonte oriental.

source: When weilded, use this item and day will break. The day will then progress normally from there. This orb can be used eight times - once for each diamond that was used to craft it.
es: Cuando lo lleves puesto, usa este objeto y lleva el sol al horizonte oriental.El día progresará normalmente desde este punto. Este orbe se puede utilizar hasta ocho veces.- Una vez por cada diamante que se utilizó para elaborarlo.

source: Orb of Dusk
es: Orbe del anochecer

source: When weilded, use this item and night will fall. The night will then progress normally from there. This orb can be used eight times - once for each diamond that was used to craft it.
es: Cuando lo lleves puesto, usa este objeto y lleva el sol al horizonte occidental.La noche progresará normalmente desde este punto. Este orbe se puede utilizar hasta ocho veces.- Una vez por cada diamante que se utilizó para elaborarlo.
